import React from 'react'

export const Contacts = () => {
  return (
    <div className="container flex flex-1 justify-center">
      <div className="w-1/2 mt-10">
        <h2 className="mb-5">Привет 👋!</h2>
        <p>Меня зовут Ренат 😃.</p>
        <br />
        <p>
          Я занимаюсь коммерческой разработкой на стеке React, Redux, GraphQL,
          PostgreSQL. Отлично владею JS и TS. Также разрабатываю приложения на
          React Native.
        </p>
        <br />
        <p>
          Я быстро осваиваюсь в новых задачах и сделаю всё зависящее, чтобы
          быстро влиться в новую команду и разобраться в проекте и начать
          приносить пользу компании. 🔥🔥🔥
        </p>
        <br />
        <p>
          Я легко нахожу общий язык в команде (в том числе и в международной,
          т.к. говорю на нескольких языках).
        </p>
        <br />
        <p>
          P.S. I had a blast making this test-task for your company. I am
          looking forward to hearing from you soon.
        </p>
        <br />
        <p>Мои контакты ниже 👇: </p>
      </div>
    </div>
  )
}
